<?xml version="1.0" ?>
<net name="saved_model" version="10">
	<layers>
		<layer id="0" name="StatefulPartitionedCall/Postprocessor/ExpandDims" type="Const" version="opset1">
			<data offset="0" size="785664" shape="1,2,196416" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/Postprocessor/ExpandDims:0">
					<dim>1</dim>
					<dim>2</dim>
					<dim>196416</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="data_add_4051740522" type="Const" version="opset1">
			<data offset="785664" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="data_add_4050940514" type="Const" version="opset1">
			<data offset="785792" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="data_add_4050140506" type="Const" version="opset1">
			<data offset="785920" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="data_add_4035740362" type="Const" version="opset1">
			<data offset="786048" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="StatefulPartitionedCall/EfficientDet-D0/bifpn/node_21/3_dn_lvl_3/combine/stack/Unsqueeze_input_port_1/value" type="Const" version="opset1">
			<data offset="786176" size="8" shape="1" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="data_add_4029340298" type="Const" version="opset1">
			<data offset="786184" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="StatefulPartitionedCall/EfficientDet-D0/bifpn/node_13/2_dn_lvl_3/combine/stack/Unsqueeze_input_port_1/value" type="Const" version="opset1">
			<data offset="786176" size="8" shape="1" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="data_add_4022140226" type="Const" version="opset1">
			<data offset="786312" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="StatefulPartitionedCall/EfficientDet-D0/bifpn/node_05/1_dn_lvl_3/combine/stack/Unsqueeze_input_port_1/value" type="Const" version="opset1">
			<data offset="786176" size="8" shape="1" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="data_add_3989339898" type="Const" version="opset1">
			<data offset="786440" size="128" shape="1,64,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>64</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="data_add_3986139866" type="Const" version="opset1">
			<data offset="786568" size="80" shape="1,40,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="data_add_3985339858" type="Const" version="opset1">
			<data offset="786648" size="288" shape="1,144,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="data_add_3984539850" type="Const" version="opset1">
			<data offset="786936" size="288" shape="1,144,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="data_add_3981339818" type="Const" version="opset1">
			<data offset="787224" size="48" shape="1,24,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="data_add_3980539810" type="Const" version="opset1">
			<data offset="787272" size="192" shape="1,96,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="data_add_3979739802" type="Const" version="opset1">
			<data offset="787464" size="192" shape="1,96,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="data_add_3978939794" type="Const" version="opset1">
			<data offset="787656" size="32" shape="1,16,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="data_add_3978139786" type="Const" version="opset1">
			<data offset="787688" size="64" shape="1,32,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="data_add_3977339778" type="Const" version="opset1">
			<data offset="787752" size="64" shape="1,32,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="input_tensor" type="Parameter" version="opset1">
			<data shape="1,3,512,512" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="Func/StatefulPartitionedCall/input/_0:0,input_tensor:0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="data_mul_39768" type="Const" version="opset1">
			<data offset="787816" size="6" shape="1,3,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="5543/Fused_Mul_" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="data_add_39770" type="Const" version="opset1">
			<data offset="787822" size="6" shape="1,3,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="5545/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/map/TensorArrayV2Stack/TensorListStack:0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="StatefulPartitionedCall/EfficientDet-D0/model/stem_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="787828" size="1728" shape="32,3,3,3" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stem_conv2d/Conv2D/ReadVariableOp:0">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="StatefulPartitionedCall/EfficientDet-D0/model/stem_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="2,2" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>512</dim>
					<dim>512</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="StatefulPartitionedCall/EfficientDet-D0/model/stem_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stem_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="StatefulPartitionedCall/EfficientDet-D0/model/stem_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stem_activation/mul:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="789556" size="576" shape="32,1,1,3,3" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_conv2d/depthwise/ReadVariableOp:0">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_conv2d/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/depthwise_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_squeeze/MeanGather6236380729" type="Const" version="opset1">
			<data offset="790132" size="16" shape="2" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_squeeze/Mean" type="ReduceMean" version="opset1">
			<data keep_dims="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>2</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_squeeze/Mean:0">
					<dim>1</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape/shape" type="Const" version="opset1">
			<data offset="790148" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape/shape:0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape" type="Reshape" version="opset1">
			<data special_zero="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape/Transpose/value4978279703" type="Const" version="opset1">
			<data offset="790180" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape/Transpose" type="Transpose" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reshape/Reshape:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/Conv2D/ReadVariableOp" type="Const" version="opset1">
			<data offset="790212" size="512" shape="8,32,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/Conv2D/ReadVariableOp:0">
					<dim>8</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>8</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/Conv2D:0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/BiasAdd/ReadVariableOp" type="Const" version="opset1">
			<data offset="790724" size="16" shape="1,8,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/BiasAdd/ReadVariableOp:0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/BiasAdd/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_conv2d/BiasAdd:0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_reduce_activation/mul:0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/Conv2D/ReadVariableOp" type="Const" version="opset1">
			<data offset="790740" size="512" shape="32,8,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/Conv2D/ReadVariableOp:0">
					<dim>32</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>8</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/Conv2D:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/BiasAdd/ReadVariableOp" type="Const" version="opset1">
			<data offset="791252" size="64" shape="1,32,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/BiasAdd/ReadVariableOp:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/BiasAdd/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_conv2d/BiasAdd:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_activation/Sigmoid" type="Sigmoid" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_expand_activation/Sigmoid:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_excite/mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/se_excite/mul:0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/project_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="791316" size="1024" shape="16,32,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/project_conv2d/Conv2D/ReadVariableOp:0">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/project_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>16</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/project_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/id/Identity:0,StatefulPartitionedCall/EfficientDet-D0/model/stack_0/block_0/project_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="792340" size="3072" shape="96,16,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_conv2d/Conv2D/ReadVariableOp:0">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/expand_activation/mul:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="795412" size="1728" shape="96,1,1,3,3" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_conv2d/depthwise/ReadVariableOp:0">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_conv2d/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" strides="2,2" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/depthwise_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_squeeze/MeanGather6235578665" type="Const" version="opset1">
			<data offset="790132" size="16" shape="2" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_squeeze/Mean" type="ReduceMean" version="opset1">
			<data keep_dims="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>2</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_squeeze/Mean:0">
					<dim>1</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape/shape" type="Const" version="opset1">
			<data offset="797140" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape/shape:0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape" type="Reshape" version="opset1">
			<data special_zero="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>96</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape/Transpose/value4978679433" type="Const" version="opset1">
			<data offset="790180" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape/Transpose" type="Transpose" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>96</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reshape/Reshape:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/Conv2D/ReadVariableOp" type="Const" version="opset1">
			<data offset="797172" size="768" shape="4,96,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/Conv2D/ReadVariableOp:0">
					<dim>4</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>4</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/Conv2D:0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/BiasAdd/ReadVariableOp" type="Const" version="opset1">
			<data offset="797940" size="8" shape="1,4,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/BiasAdd/ReadVariableOp:0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/BiasAdd/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_conv2d/BiasAdd:0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_reduce_activation/mul:0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/Conv2D/ReadVariableOp" type="Const" version="opset1">
			<data offset="797948" size="768" shape="96,4,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/Conv2D/ReadVariableOp:0">
					<dim>96</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/Conv2D:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/BiasAdd/ReadVariableOp" type="Const" version="opset1">
			<data offset="798716" size="192" shape="1,96,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/BiasAdd/ReadVariableOp:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/BiasAdd/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_conv2d/BiasAdd:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_activation/Sigmoid" type="Sigmoid" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_expand_activation/Sigmoid:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_excite/mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/se_excite/mul:0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/project_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="798908" size="4608" shape="24,96,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/project_conv2d/Conv2D/ReadVariableOp:0">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/project_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>24</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="80" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/project_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/id/Identity:0,StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_0/project_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="data_add_3983739842" type="Const" version="opset1">
			<data offset="803516" size="48" shape="1,24,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="82" name="data_add_3982939834" type="Const" version="opset1">
			<data offset="803564" size="288" shape="1,144,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="83" name="data_add_3982139826" type="Const" version="opset1">
			<data offset="803852" size="288" shape="1,144,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="84" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="804140" size="6912" shape="144,24,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_conv2d/Conv2D/ReadVariableOp:0">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="85" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/expand_activation/mul:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_bn/FusedBatchNormV3/mean/Fused_Mul__copy" type="Const" version="opset1">
			<data offset="811052" size="2592" shape="144,1,1,3,3" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_conv2d/depthwise/ReadVariableOp:0">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="89" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_conv2d/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="90" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_bn/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_bn/FusedBatchNormV3:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="91" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/depthwise_activation/mul" type="Swish" version="opset4">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP16">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="92" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_squeeze/MeanGather6237580465" type="Const" version="opset1">
			<data offset="790132" size="16" shape="2" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>2</dim>
				</port>
			</output>
		</layer>
		<layer id="93" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_squeeze/Mean" type="ReduceMean" version="opset1">
			<data keep_dims="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>2</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_squeeze/Mean:0">
					<dim>1</dim>
					<dim>144</dim>
				</port>
			</output>
		</layer>
		<layer id="94" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape/shape" type="Const" version="opset1">
			<data offset="813644" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape/shape:0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="95" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape" type="Reshape" version="opset1">
			<data special_zero="false"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>144</dim>
				</port>
			</output>
		</layer>
		<layer id="96" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape/Transpose/value4979080726" type="Const" version="opset1">
			<data offset="790180" size="32" shape="4" element_type="i64"/>
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="97" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape/Transpose" type="Transpose" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>144</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reshape/Reshape:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="98" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/Conv2D/ReadVariableOp" type="Const" version="opset1">
			<data offset="813676" size="1728" shape="6,144,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/Conv2D/ReadVariableOp:0">
					<dim>6</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="99" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" strides="1,1" dilations="1,1" pads_begin="0,0" pads_end="0,0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>6</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/Conv2D:0">
					<dim>1</dim>
					<dim>6</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="100" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/BiasAdd/ReadVariableOp" type="Const" version="opset1">
			<data offset="815404" size="12" shape="1,6,1,1" element_type="f16"/>
			<output>
				<port id="0" precision="FP16" names="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/BiasAdd/ReadVariableOp:0">
					<dim>1</dim>
					<dim>6</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="101" name="StatefulPartitionedCall/EfficientDet-D0/model/stack_1/block_1/se_reduce_conv2d/BiasAdd/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>6</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>6</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
